tap "snaipe/soft"
tap "mranno/tap"

brew "automake"
brew "autoconf"
brew "autoconf-archive"
brew "binutils"
brew "glib"
brew "flex"
brew "bison@3.2"
brew "libtool"
brew "pkg-config"
brew "ivykis"
brew "rabbitmq-c"
brew "mongo-c-driver"
brew "openssl"
# brew "pcre"

brew "gradle"
brew "python", link: false
brew "python@2", link: true, force: true
brew "hiredis"
brew "libdbi"
brew "libnet"
brew "libmaxminddb"
brew "riemann-client"

brew "criterion"
